import React from 'react';
import Title from '../../components/Title';

export default function PrivacyText() {
  return (
    <>
      <Title type='h2'>Политика конфиденциальности</Title>
      <p>
        Команда МДТеатр приділяє велику увагу захисту персональних даних своїх
        учасників. Відвідувачі сайту theatremdt.com можуть переглядати сторінки
        сайту не повідомляючи про себе ніяких персональних даних. Однак, для
        купівлі квитка нам потрібні Ваші контактні дані для того, щоб ми могли
        зв'язатися з Вами, підтвердити замовлення і координувати наступні дії у
        події. Ваші персональні дані ми не передаємо третім особам і захищаємо
        їх конфіденційність.
      </p>
      <Title type='h3'>1. Загальні положення</Title>

      <p>
        1.1 Дана політика конфіденційності встановлює порядок отримання,
        зберігання, обробки, використання і розкриття персональних даних
        Користувача. Персональні дані Користувача ми отримуємо від Користувача
        при оформленні замовлення через корзину магазина, при оформленні
        замовлення за телефонами, які вказані на сайті. Персональні дані
        Користувача заповнюються Користувачем (при оформленні замовлення через
        корзину магазина). Обов'язкова для надання послуги інформація позначена
        спеціальним чином. Інша інформація надається Користувачем на його
        розсуд.
      </p>
      <p>
        1.2 Конфіденційність персональних даних - обов'язкова умова для
        дотримання магазином доступу до персональних даних Користувача, з
        вимогою не допускати їх поширення без згоди Користувача або наявності
        іншої законної підстави.
      </p>
      <p>
        1.3 Використання Користувачем сайту theatremdt.com означає згоду з цією
        Політикою конфіденційності та умовами обробки персональних даних
        Користувача.
      </p>
      <p>
        1.4 У випадку незгоди з умовами Політики Користувач повинен припинити
        використання сайту theatremdt.com.
      </p>
      <p>
        1.5 Ця Політика застосовується тільки до сайту theatremdt.com. МДТеатр
        не контролює і не несе відповідальність за сайти третіх осіб, на які
        Користувач може перейти за будь-якими іншими посиланнями.
      </p>
      <p>
        1.6 Адміністрація сайту не перевіряє достовірність персональних даних,
        що надаються Користувачем сайту theatremdt.com.
      </p>

      <Title type='h3'>2. Персональні дані</Title>

      <p>
        2.1 МДТеатр збирає персональні дані, а саме: ім'я, прізвище, контактний
        телефон, адреса електронної пошти. Також, ми можемо уточнити і отримати
        від Вас цю інформацію по телефону.
      </p>
      <p>2.2 Інша інформація надається Користувачем на його розсуд.</p>
      <p>2.3 МДТеатр не збирає IP-адреси користувачів.</p>

      <Title type='h3'>
        3. Цілі збору і обробки персональних даних користувачів
      </Title>

      <p>
        3.1 МДТеатр збирає і зберігає тільки ті персональні дані, які необхідні
        для надання послуг з продажу путівок.
      </p>
      <p>
        3.2 МДТеатр збирає дані для зв'язку з Користувачем, в тому числі подання
        відповідного повідомлення про успішний платіж, підтвердження замовлення,
        а також для обробки запитів і заявок від Користувача.
      </p>
      <p>
        3.3 Обробка персональних даних Користувача здійснюється без обмеження
        терміну, будь-яким законним способом.
      </p>

      <Title type='h3'>4. Умови надання доступу до бази даних</Title>

      <p>
        4.1 Ми не передаємо персональні дані Користувача третім особам крім
        випадків визначених законодавством України.
      </p>
      <p>
        4.2 При втраті або розголошення персональних даних Космос табір інформує
        Користувача про втрату або розголошення персональних даних.
      </p>
      <p>
        4.3 МДТеатр приймає необхідні організаційні та технічні заходи для
        захисту персональної інформації Користувача від неправомірного або
        випадкового доступу, знищення, перекручення, блокування, копіювання,
        поширення, а також від інших неправомірних дій третіх осіб.
      </p>

      <Title type='h3'>5. Зміна Користувачем персональної інформації</Title>

      <p>
        5.1 Користувач може в будь-який момент змінити (оновити, доповнити,
        видалити) надану їм персональну інформацію або її частину, написавши
        лист на адресу theatermdt@gmail.com.
      </p>

      <Title type='h3'>6. Зміна Політики конфіденційності</Title>

      <p>
        6.1 Ми маємо право змінити умови Політики конфіденційності. У такому
        випадку, ми замінимо версію документа на сторінці "Політика
        конфіденційності". Будь ласка, періодично переглядайте ці умови, щоб
        бути поінформованими про те, як МДТеатр захищає персональні дані своїх
        користувачів.
      </p>

      <Title type='h3'>7. Зворотній зв'язок. Питання та пропозиції</Title>

      <p>
        7.1 Всі пропозиції або питання з приводу цієї Політики слід повідомляти
        за електронною адресою theatermdt@gmail.com.
      </p>
    </>
  );
}
